Repository: gianluca2342124/FocusGlobe
Catalog: FocusGlobe/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hi, it, nl, pt_br, ro, ru, zh_hans

source: Choose a size, then tap Add Widget.
de: Wähle eine Größe und tippe auf Widget hinzufügen.
es: Elige un tamaño y toca Añadir widget.
fr: Choisissez une taille, puis touchez Ajouter un widget.
hi: आकार चुनें, फिर «विजेट जोड़ें» दबाएँ।
it: Scegli una dimensione, poi tocca Aggiungi widget.
nl: Kies een grootte en tik op Voeg widget toe.
pt_br: Escolha um tamanho e toque em Adicionar widget.
ro: Alege o dimensiune, apoi atinge Adaugă widget.
ru: Выберите размер и нажмите «Добавить виджет».
zh_hans: 选择尺寸，然后点按「添加小组件」。

source: Choose a starting city to begin exploring.
de: Wähle eine Startstadt, um loszuerkunden.
es: Elige una ciudad de partida para empezar a explorar.
fr: Choisissez une ville de départ pour commencer à explorer.
hi: खोज शुरू करने के लिए एक प्रारंभिक शहर चुनें।
it: Scegli una città di partenza per iniziare a esplorare.
nl: Kies een startstad om te beginnen met verkennen.
pt_br: Escolha uma cidade de partida para começar a explorar.
ro: Alege un oraș de plecare ca să începi explorarea.
ru: Выберите город отправления, чтобы начать исследовать.
zh_hans: 选择一个出发城市开始探索。

source: Choose an iconic balloon that feels unmistakably yours.
de: Wähle einen Ballon, der unverkennbar deiner ist.
es: Elige un globo icónico que se sienta inconfundiblemente tuyo.
fr: Choisissez une montgolfière emblématique qui vous ressemble.
hi: एक ऐसा प्रतिष्ठित ग़ुब्बारा चुनें जो बिल्कुल आपका लगे।
it: Scegli una mongolfiera iconica che sia inconfondibilmente tua.
nl: Kies een iconische ballon die onmiskenbaar van jou is.
pt_br: Escolha um balão icônico que seja inconfundivelmente seu.
ro: Alege un balon iconic care să fie inconfundabil al tău.
ru: Выберите шар, который безошибочно ваш.
zh_hans: 选择一只一眼就属于你的标志性热气球。

source: Choose apps
de: Apps wählen
es: Elegir apps
fr: Choisir les applis
hi: ऐप चुनें
it: Scegli le app
nl: Apps kiezen
pt_br: Escolher apps
ro: Alege aplicații
ru: Выбрать приложения
zh_hans: 选择应用

source: Choose starting city
de: Startstadt wählen
es: Elegir ciudad de partida
fr: Choisir la ville de départ
hi: प्रारंभिक शहर चुनें
it: Scegli città di partenza
nl: Startstad kiezen
pt_br: Escolher cidade de partida
ro: Alege orașul de plecare
ru: Выбрать город отправления
zh_hans: 选择出发城市

source: Choose the days you want to make part of your routine.
de: Wähle die Tage, die Teil deiner Routine werden sollen.
es: Elige los días que quieres que formen parte de tu rutina.
fr: Choisissez les jours que vous voulez intégrer à votre routine.
hi: उन दिनों को चुनें जिन्हें आप अपनी दिनचर्या का हिस्सा बनाना चाहते हैं।
it: Scegli i giorni che vuoi far diventare parte della tua routine.
nl: Kies de dagen die je onderdeel van je routine wilt maken.
pt_br: Escolha os dias que você quer incluir na sua rotina.
ro: Alege zilele pe care vrei să le faci parte din rutina ta.
ru: Выберите дни, которые станут частью вашего распорядка.
zh_hans: 选择你想纳入日常的日子。

source: Choose the sound you want to lift off with. Every one is free.
de: Wähle den Klang für deinen Start. Alle sind kostenlos.
es: Elige el sonido con el que quieres despegar. Todos son gratis.
fr: Choisissez le son avec lequel décoller. Tous sont gratuits.
hi: वह ध्वनि चुनें जिसके साथ आप उड़ान भरना चाहते हैं। सभी निःशुल्क हैं।
it: Scegli il suono con cui decollare. Sono tutti gratuiti.
nl: Kies het geluid waarmee je opstijgt. Ze zijn allemaal gratis.
pt_br: Escolha o som para decolar. Todos são gratuitos.
ro: Alege sunetul cu care vrei să decolezi. Toate sunt gratuite.
ru: Выберите звук для взлёта. Все они бесплатны.
zh_hans: 选择起飞时想听的声音。全部免费。

source: Choose where this item should appear in your cabin.
de: Wähle, wo dieses Objekt in deiner Kabine erscheinen soll.
es: Elige dónde debe aparecer este objeto en tu cabina.
fr: Choisissez où placer cet objet dans votre cabine.
hi: चुनें कि यह आइटम आपकी केबिन में कहाँ दिखे।
it: Scegli dove far apparire questo oggetto nella cabina.
nl: Kies waar dit item in je cabine moet verschijnen.
pt_br: Escolha onde este item deve aparecer na sua cabine.
ro: Alege unde să apară acest obiect în cabina ta.
ru: Выберите, где этот предмет появится в кабине.
zh_hans: 选择该物品在座舱中的位置。

source: Choose your Flight
de: Wähle deinen Flug
es: Elige tu vuelo
fr: Choisissez votre vol
hi: अपनी फ़्लाइट चुनें
it: Scegli il tuo volo
nl: Kies je vlucht
pt_br: Escolha seu voo
ro: Alege-ți zborul
ru: Выберите полёт
zh_hans: 选择你的飞行

source: Choose your time
de: Wähle deine Zeit
es: Elige tu tiempo
fr: Choisissez votre durée
hi: अपना समय चुनें
it: Scegli il tuo tempo
nl: Kies je tijd
pt_br: Escolha seu tempo
ro: Alege-ți timpul
ru: Выберите время
zh_hans: 选择时长

source: City Sky
de: Stadt-Himmel
es: Cielo urbano
fr: Ciel urbain
hi: शहर आकाश
it: Cielo urbano
nl: Stadslucht
pt_br: Céu urbano
ro: Cer urban
ru: Городское небо
zh_hans: 城市天空

source: Claim +%lld Focus Coins
de: +%lld Fokus-Münzen einsammeln
es: Recoger +%lld monedas de concentración
fr: Récupérer +%lld pièces de concentration
hi: +%lld फ़ोकस सिक्के लें
it: Riscuoti +%lld monete di concentrazione
nl: +%lld focusmunten ophalen
pt_br: Resgatar +%lld moedas de foco
ro: Ia +%lld de monede de concentrare
ru: Забрать +%lld монеты фокуса
zh_hans: 领取 +%lld 枚专注金币

source: Classic Balloon
de: Klassischer Ballon
es: Globo clásico
fr: Montgolfière classique
hi: क्लासिक बलून
it: Mongolfiera classica
nl: Klassieke ballon
pt_br: Balão clássico
ro: Balon clasic
ru: Классический шар
zh_hans: 经典气球

source: Clean mode
de: Klarer Modus
es: Modo limpio
fr: Mode épuré
hi: क्लीन मोड
it: Modalità essenziale
nl: Schone modus
pt_br: Modo limpo
ro: Mod curat
ru: Чистый режим
zh_hans: 简洁模式

source: Close
de: Schließen
es: Cerrar
fr: Fermer
hi: बंद करें
it: Chiudi
nl: Sluiten
pt_br: Fechar
ro: Închide
ru: Закрыть
zh_hans: 关闭

source: Closed Laptop
de: Geschlossener Laptop
es: Portátil cerrado
fr: Ordinateur portable fermé
hi: बंद लैपटॉप
it: Portatile chiuso
nl: Dichtgeklapte laptop
pt_br: Notebook fechado
ro: Laptop închis
ru: Закрытый ноутбук
zh_hans: 合上的笔记本电脑

source: Cloud Pillow
de: Wolkenkissen
es: Cojín nube
fr: Coussin nuage
hi: क्लाउड तकिया
it: Cuscino nuvola
nl: Wolkenkussen
pt_br: Almofada nuvem
ro: Pernă nor
ru: Подушка-облако
zh_hans: 云朵抱枕

source: Cloudship
de: Wolkenschiff
es: Nave nube
fr: Nef des nuages
hi: क्लाउडशिप
it: Nave delle nuvole
nl: Wolkenschip
pt_br: Nave das nuvens
ro: Corabia norilor
ru: Облачный корабль
zh_hans: 云舟

source: Cloudy
de: Wolkig
es: Nublado
fr: Nuageux
hi: बादल
it: Nuvoloso
nl: Bewolkt
pt_br: Nublado
ro: Înnorat
ru: Облачный
zh_hans: 多云

source: Coins
de: Münzen
es: Monedas
fr: Pièces
hi: सिक्के
it: Monete
nl: Munten
pt_br: Moedas
ro: Monede
ru: Монеты
zh_hans: 金币

source: Coins ×2
de: Münzen ×2
es: Monedas ×2
fr: Pièces ×2
hi: सिक्के ×2
it: Monete ×2
nl: Munten ×2
pt_br: Moedas ×2
ro: Monede ×2
ru: Монеты ×2
zh_hans: 金币 ×2

source: Coins Boost active: double coins on your next flight.
de: Münzen-Boost aktiv: doppelte Münzen beim nächsten Flug.
es: Impulso de monedas activo: monedas dobles en tu próximo vuelo.
fr: Bonus de pièces actif : pièces doublées sur votre prochain vol.
hi: कॉइन बूस्ट सक्रिय: आपकी अगली फ़्लाइट पर दोगुने सिक्के।
it: Boost monete attivo: monete doppie nel prossimo volo.
nl: Muntenboost actief: dubbele munten bij je volgende vlucht.
pt_br: Impulso de moedas ativo: moedas em dobro no próximo voo.
ro: Impuls de monede activ: monede duble la următorul zbor.
ru: Бустер монет активен: двойные монеты в следующем полёте.
zh_hans: 金币加成已激活：下次飞行金币翻倍。

source: Coins Boost Gifted
de: Münzen-Boost geschenkt
es: Impulso de monedas regalado
fr: Bonus de pièces offert
hi: कॉइन बूस्ट उपहार में मिला
it: Boost monete regalato
nl: Muntenboost cadeau
pt_br: Impulso de moedas presenteado
ro: Impuls de monede oferit
ru: Подарен бустер монет
zh_hans: 已赠送金币加成

source: Coins doubled
de: Münzen verdoppelt
es: Monedas duplicadas
fr: Pièces doublées
hi: सिक्के दोगुने
it: Monete raddoppiate
nl: Munten verdubbeld
pt_br: Moedas dobradas
ro: Monede dublate
ru: Монеты удвоены
zh_hans: 金币已翻倍

source: Collect
de: Einsammeln
es: Recoger
fr: Récupérer
hi: इकट्ठा करें
it: Raccogli
nl: Ophalen
pt_br: Coletar
ro: Colectează
ru: Забрать
zh_hans: 收取

source: Come back for one calm focus trip.
de: Komm zurück für eine ruhige Fokus-Reise.
es: Vuelve para un viaje de concentración tranquilo.
fr: Revenez pour un voyage de concentration paisible.
hi: एक शांत फ़ोकस यात्रा के लिए लौट आइए।
it: Torna per un viaggio di concentrazione tranquillo.
nl: Kom terug voor één rustige focusreis.
pt_br: Volte para uma viagem de foco tranquila.
ro: Întoarce-te pentru o călătorie de concentrare liniștită.
ru: Возвращайтесь за спокойным полётом.
zh_hans: 回来做一次平静的专注旅程。

source: Comeback Pilot
de: Rückkehrer-Pilot
es: Piloto que vuelve
fr: Pilote du retour
hi: वापसी करने वाला पायलट
it: Pilota del ritorno
nl: Terugkeerpiloot
pt_br: Piloto do retorno
ro: Pilot revenit
ru: Пилот-возвращенец
zh_hans: 回归飞行员

source: Coming soon ✨
de: Demnächst ✨
es: Muy pronto ✨
fr: Bientôt ✨
hi: जल्द आ रहा है ✨
it: Presto ✨
nl: Binnenkort ✨
pt_br: Em breve ✨
ro: În curând ✨
ru: Скоро ✨
zh_hans: 即将推出 ✨

source: Complete a flight early in the morning (before 8 am).
de: Schließe einen Flug früh am Morgen ab (vor 8 Uhr).
es: Completa un vuelo a primera hora de la mañana (antes de las 8:00).
fr: Terminez un vol tôt le matin (avant 8 h).
hi: सुबह जल्दी (सुबह 8 बजे से पहले) एक फ़्लाइट पूरी करें।
it: Completa un volo di prima mattina (prima delle 8).
nl: Voltooi een vlucht vroeg in de ochtend (voor 8.00 uur).
pt_br: Conclua um voo de manhã cedo (antes das 8h).
ro: Încheie un zbor dis-de-dimineață (înainte de ora 8).
ru: Завершите полёт рано утром (до 08:00).
zh_hans: 在清晨（早上 8 点前）完成一次飞行。

source: Complete a flight late at night (after 10 pm).
de: Schließe einen Flug spät nachts ab (nach 22 Uhr).
es: Completa un vuelo a altas horas de la noche (después de las 22:00).
fr: Terminez un vol tard le soir (après 22 h).
hi: देर रात (रात 10 बजे के बाद) एक फ़्लाइट पूरी करें।
it: Completa un volo a tarda notte (dopo le 22).
nl: Voltooi een vlucht laat op de avond (na 22.00 uur).
pt_br: Conclua um voo tarde da noite (depois das 22h).
ro: Încheie un zbor noaptea târziu (după ora 22).
ru: Завершите полёт поздней ночью (после 22:00).
zh_hans: 在深夜（晚上 10 点后）完成一次飞行。

source: Complete a flight to earn your first stamp.
de: Schließe einen Flug ab, um deinen ersten Stempel zu erhalten.
es: Completa un vuelo para conseguir tu primer sello.
fr: Terminez un vol pour obtenir votre premier tampon.
hi: पहली मुहर पाने के लिए एक फ़्लाइट पूरी करें।
it: Completa un volo per ottenere il tuo primo timbro.
nl: Voltooi een vlucht om je eerste stempel te verdienen.
pt_br: Conclua um voo para ganhar seu primeiro carimbo.
ro: Finalizează un zbor ca să primești prima ștampilă.
ru: Завершите полёт, чтобы получить первую печать.
zh_hans: 完成一次飞行即可获得第一枚印章。

source: Complete five focus flights.
de: Schließe fünf Fokus-Flüge ab.
es: Completa cinco vuelos de concentración.
fr: Terminez cinq vols de concentration.
hi: पाँच फ़ोकस फ़्लाइट पूरी करें।
it: Completa cinque voli di concentrazione.
nl: Voltooi vijf focusvluchten.
pt_br: Conclua cinco voos de foco.
ro: Încheie cinci zboruri de concentrare.
ru: Завершите пять полётов фокуса.
zh_hans: 完成五次专注飞行。

source: Complete one expedition today and keep your momentum.
de: Schließ heute eine Expedition ab und halte deinen Schwung.
es: Completa una expedición hoy y mantén tu impulso.
fr: Terminez une expédition aujourd’hui et gardez votre élan.
hi: आज एक यात्रा पूरी करें और रफ़्तार बनाए रखें।
it: Completa una spedizione oggi e mantieni il tuo slancio.
nl: Voltooi vandaag één expeditie en houd je vaart.
pt_br: Conclua uma expedição hoje e mantenha seu impulso.
ro: Încheie o expediție azi și păstrează-ți avântul.
ru: Завершите одну экспедицию сегодня и сохраните набранный темп.
zh_hans: 今天完成一次远征，保持你的势头。

source: Complete one flight
de: Schließe einen Flug ab
es: Completa un vuelo
fr: Terminez un vol
hi: एक फ़्लाइट पूरी करें
it: Completa un volo
nl: Voltooi één vlucht
pt_br: Conclua um voo
ro: Încheie un zbor
ru: Завершите один полёт
zh_hans: 完成一次飞行

source: Complete ten focus flights.
de: Schließe zehn Fokus-Flüge ab.
es: Completa diez vuelos de concentración.
fr: Terminez dix vols de concentration.
hi: दस फ़ोकस फ़्लाइट पूरी करें।
it: Completa dieci voli di concentrazione.
nl: Voltooi tien focusvluchten.
pt_br: Conclua dez voos de foco.
ro: Încheie zece zboruri de concentrare.
ru: Завершите десять полётов фокуса.
zh_hans: 完成十次专注飞行。

source: Complete twenty-five focus flights.
de: Schließe fünfundzwanzig Fokus-Flüge ab.
es: Completa veinticinco vuelos de concentración.
fr: Terminez vingt-cinq vols de concentration.
hi: पच्चीस फ़ोकस फ़्लाइट पूरी करें।
it: Completa venticinque voli di concentrazione.
nl: Voltooi vijfentwintig focusvluchten.
pt_br: Conclua vinte e cinco voos de foco.
ro: Încheie douăzeci și cinci de zboruri de concentrare.
ru: Завершите двадцать пять полётов фокуса.
zh_hans: 完成二十五次专注飞行。

source: Complete your first expedition and it will appear here.
de: Schließe deine erste Expedition ab, dann erscheint sie hier.
es: Completa tu primera expedición y aparecerá aquí.
fr: Terminez votre première expédition et elle apparaîtra ici.
hi: अपनी पहली यात्रा पूरी करें, वह यहाँ दिखेगी।
it: Completa la tua prima spedizione e comparirà qui.
nl: Voltooi je eerste expeditie en hij verschijnt hier.
pt_br: Conclua sua primeira expedição e ela aparecerá aqui.
ro: Finalizează prima expediție și va apărea aici.
ru: Завершите первую экспедицию — она появится здесь.
zh_hans: 完成第一次远征后会显示在这里。

source: Complete your very first focus flight.
de: Schließe deinen allerersten Fokus-Flug ab.
es: Completa tu primer vuelo de concentración.
fr: Terminez votre tout premier vol de concentration.
hi: अपनी पहली फ़ोकस फ़्लाइट पूरी करें।
it: Completa il tuo primissimo volo di concentrazione.
nl: Voltooi je allereerste focusvlucht.
pt_br: Conclua seu primeiro voo de foco.
ro: Încheie primul tău zbor de concentrare.
ru: Завершите свой самый первый полёт фокуса.
zh_hans: 完成你的第一次专注飞行。

source: Completed focus flights from now to %@
de: Abgeschlossene Fokus-Flüge von jetzt bis %@
es: Vuelos de concentración completados desde ahora hasta %@
fr: Vols de concentration terminés d’ici %@
hi: अब से %@ तक पूरी हुई फ़ोकस फ़्लाइट
it: Voli di concentrazione completati da ora a %@
nl: Voltooide focusvluchten van nu tot %@
pt_br: Voos de foco concluídos de agora até %@
ro: Zboruri de concentrare încheiate de acum până la %@
ru: Завершённые полёты фокуса с настоящего момента до %@
zh_hans: 从现在到%@已完成的专注飞行

source: Completed focus flights, if you keep this rhythm
de: Abgeschlossene Fokus-Flüge, wenn du diesen Rhythmus hältst
es: Vuelos de concentración completados si mantienes este ritmo
fr: Vols de concentration terminés si vous gardez ce rythme
hi: इस लय को बनाए रखने पर पूरी हुई फ़ोकस फ़्लाइट्स
it: Voli di concentrazione completati mantenendo questo ritmo
nl: Voltooide focusvluchten als je dit ritme volhoudt
pt_br: Voos de foco concluídos se você mantiver esse ritmo
ro: Zboruri de concentrare finalizate dacă păstrezi acest ritm
ru: Завершённые полёты фокуса, если сохранить этот ритм
zh_hans: 若保持这个节奏，已完成的专注飞行

source: Connect to the internet to change your name.
de: Verbinde dich mit dem Internet, um deinen Namen zu ändern.
es: Conéctate a internet para cambiar tu nombre.
fr: Connectez-vous à internet pour changer de nom.
hi: नाम बदलने के लिए इंटरनेट से जुड़ें।
it: Collegati a internet per cambiare nome.
nl: Maak verbinding met internet om je naam te wijzigen.
pt_br: Conecte-se à internet para mudar seu nome.
ro: Conectează-te la internet ca să-ți schimbi numele.
ru: Подключитесь к интернету, чтобы изменить имя.
zh_hans: 请连接网络后再更改名称。

source: Connection unavailable — try again.
de: Keine Verbindung — versuch es noch einmal.
es: Sin conexión: inténtalo de nuevo.
fr: Connexion indisponible — réessayez.
hi: कनेक्शन उपलब्ध नहीं — फिर कोशिश करें।
it: Connessione non disponibile: riprova.
nl: Geen verbinding — probeer het opnieuw.
pt_br: Conexão indisponível — tente novamente.
ro: Conexiune indisponibilă — încearcă din nou.
ru: Соединение недоступно — попробуйте снова.
zh_hans: 连接不可用——请再试一次。

source: Continue
de: Weiter
es: Continuar
fr: Continuer
hi: जारी रखें
it: Continua
nl: Doorgaan
pt_br: Continuar
ro: Continuă
ru: Продолжить
zh_hans: 继续

source: Continue flight
de: Flug fortsetzen
es: Continuar el vuelo
fr: Continuer le vol
hi: फ़्लाइट जारी रखें
it: Continua il volo
nl: Vlucht voortzetten
pt_br: Continuar o voo
ro: Continuă zborul
ru: Продолжить полёт
zh_hans: 继续飞行

source: Continue flying
de: Weiterfliegen
es: Seguir volando
fr: Continuer à voler
hi: उड़ान जारी रखें
it: Continua a volare
nl: Blijf vliegen
pt_br: Continuar voando
ro: Continuă să zbori
ru: Продолжать полёт
zh_hans: 继续飞行

source: Continue Solo
de: Allein weiterfliegen
es: Continuar en solitario
fr: Continuer en solo
hi: अकेले जारी रखें
it: Continua da solo
nl: Alleen doorgaan
pt_br: Continuar sozinho
ro: Continuă singur
ru: Продолжить в одиночку
zh_hans: 继续独自飞行

source: Continue with Annual
de: Mit dem Jahresabo fortfahren
es: Continuar con el plan anual
fr: Continuer avec l’offre annuelle
hi: वार्षिक प्लान के साथ जारी रखें
it: Continua con il piano annuale
nl: Doorgaan met jaarabonnement
pt_br: Continuar com o plano anual
ro: Continuă cu planul anual
ru: Продолжить с годовым тарифом
zh_hans: 继续使用年度方案

source: Continue your expedition from %@ to %@.
de: Setze deine Expedition von %@ nach %@ fort.
es: Continúa tu expedición de %@ a %@.
fr: Poursuivez votre expédition de %@ à %@.
hi: %@ से %@ तक की अपनी यात्रा जारी रखें।
it: Continua la tua spedizione da %@ a %@.
nl: Zet je expeditie van %@ naar %@ voort.
pt_br: Continue sua expedição de %@ para %@.
ro: Continuă-ți expediția de la %@ la %@.
ru: Продолжите маршрут %@ — %@.
zh_hans: 继续你从 %@ 到 %@ 的远征。

source: Copy link
de: Link kopieren
es: Copiar enlace
fr: Copier le lien
hi: लिंक कॉपी करें
it: Copia link
nl: Kopieer link
pt_br: Copiar link
ro: Copiază linkul
ru: Скопировать ссылку
zh_hans: 复制链接

source: Cosmic drift
de: Kosmische Drift
es: Deriva cósmica
fr: Dérive cosmique
hi: ब्रह्मांडीय बहाव
it: Deriva cosmica
nl: Kosmische drift
pt_br: Deriva cósmica
ro: Derivă cosmică
ru: Космический дрейф
zh_hans: 宇宙漂流

source: Cosmic silence for deep work
de: Kosmische Stille für tiefe Arbeit
es: Silencio cósmico para el trabajo profundo
fr: Un silence cosmique pour le travail profond
hi: गहरे काम के लिए ब्रह्मांडीय ख़ामोशी
it: Silenzio cosmico per il lavoro profondo
nl: Kosmische stilte voor diep werk
pt_br: Silêncio cósmico para trabalho profundo
ro: Liniște cosmică pentru muncă profundă
ru: Космическая тишина для глубокой работы
zh_hans: 宇宙般的寂静，适合深度工作

source: Cosmic Sky
de: Kosmischer Himmel
es: Cielo cósmico
fr: Ciel cosmique
hi: ब्रह्मांडीय आकाश
it: Cielo cosmico
nl: Kosmische lucht
pt_br: Céu cósmico
ro: Cer cosmic
ru: Космическое небо
zh_hans: 宇宙天空

source: Couldn't create an invite link. Please try again.
de: Der Einladungslink konnte nicht erstellt werden. Versuch es noch einmal.
es: No se pudo crear el enlace de invitación. Inténtalo de nuevo.
fr: Impossible de créer un lien d’invitation. Réessayez.
hi: निमंत्रण लिंक नहीं बन सका। कृपया फिर कोशिश करें।
it: Impossibile creare un link di invito. Riprova.
nl: Kon geen uitnodigingslink maken. Probeer het opnieuw.
pt_br: Não foi possível criar o link de convite. Tente novamente.
ro: Nu am putut crea linkul de invitație. Încearcă din nou.
ru: Не удалось создать ссылку-приглашение. Попробуйте снова.
zh_hans: 无法创建邀请链接。请再试一次。

source: Couldn't create your private room
de: Dein privater Raum konnte nicht erstellt werden
es: No se pudo crear tu sala privada
fr: Impossible de créer votre salon privé
hi: आपका निजी रूम नहीं बन सका
it: Impossibile creare la tua stanza privata
nl: Kon je privéruimte niet maken
pt_br: Não foi possível criar sua sala privada
ro: Nu am putut crea camera ta privată
ru: Не удалось создать приватную комнату
zh_hans: 无法创建你的私人房间

source: Couldn't reach FocusGlobe Online. Please try again.
de: FocusGlobe Online war nicht erreichbar. Versuch es noch einmal.
es: No se pudo conectar con FocusGlobe Online. Inténtalo de nuevo.
fr: Impossible de joindre FocusGlobe Online. Réessayez.
hi: FocusGlobe Online तक नहीं पहुँच सके। कृपया फिर कोशिश करें।
it: Impossibile raggiungere FocusGlobe Online. Riprova.
nl: Kon FocusGlobe Online niet bereiken. Probeer het opnieuw.
pt_br: Não foi possível acessar o FocusGlobe Online. Tente novamente.
ro: Nu am putut ajunge la FocusGlobe Online. Încearcă din nou.
ru: Не удалось связаться с FocusGlobe Online. Попробуйте снова.
zh_hans: 无法连接 FocusGlobe Online。请再试一次。

source: Cozy up inside
de: Mach es dir drinnen gemütlich
es: Acomódate dentro
fr: Installez-vous à l’intérieur
hi: अंदर आराम से बैठें
it: Mettiti comodo dentro
nl: Kruip lekker naar binnen
pt_br: Fique aconchegado lá dentro
ro: Fă-te comod înăuntru
ru: Устройтесь уютно внутри
zh_hans: 在舱内窝着

source: Create
de: Erschaffen
es: Crear
fr: Créer
hi: रचना
it: Creare
nl: Creëren
pt_br: Criar
ro: Creație
ru: Творчество
zh_hans: 创作

source: Create Private Flight
de: Privaten Flug erstellen
es: Crear vuelo privado
fr: Créer un vol privé
hi: निजी फ़्लाइट बनाएँ
it: Crea volo privato
nl: Privévlucht maken
pt_br: Criar voo privado
ro: Creează zbor privat
ru: Создать приватный полёт
zh_hans: 创建私人飞行

source: Create private flights and focus with people you know.
de: Erstelle private Flüge und fokussiere dich mit Menschen, die du kennst.
es: Crea vuelos privados y concéntrate con gente que conoces.
fr: Créez des vols privés et concentrez-vous avec vos proches.
hi: निजी फ़्लाइट बनाएँ और अपने जानने वालों के साथ फ़ोकस करें।
it: Crea voli privati e concentrati con persone che conosci.
nl: Maak privévluchten en focus met mensen die je kent.
pt_br: Crie voos privados e foque com pessoas que você conhece.
ro: Creează zboruri private și concentrează-te cu oameni pe care îi cunoști.
ru: Создавайте частные полёты и фокусируйтесь со знакомыми.
zh_hans: 创建私人飞行，与你认识的人一起专注。

source: Create Room
de: Raum erstellen
es: Crear sala
fr: Créer une salle
hi: रूम बनाएँ
it: Crea stanza
nl: Ruimte maken
pt_br: Criar sala
ro: Creează cameră
ru: Создать комнату
zh_hans: 创建房间

source: Creating your invite link
de: Dein Einladungslink wird erstellt
es: Creando tu enlace de invitación
fr: Création de votre lien d’invitation
hi: आपका निमंत्रण लिंक बन रहा है
it: Creazione del tuo link di invito
nl: Je uitnodigingslink wordt gemaakt
pt_br: Criando seu link de convite
ro: Îți creăm linkul de invitație
ru: Создаём вашу ссылку-приглашение
zh_hans: 正在创建你的邀请链接

source: Creating your link…
de: Dein Link wird erstellt…
es: Creando tu enlace…
fr: Création de votre lien…
hi: आपका लिंक बन रहा है…
it: Creazione del tuo link…
nl: Je link wordt gemaakt…
pt_br: Criando seu link…
ro: Îți creăm linkul…
ru: Создаём вашу ссылку…
zh_hans: 正在创建链接…

source: Creating your private room…
de: Dein privater Raum wird erstellt…
es: Creando tu sala privada…
fr: Création de votre salon privé…
hi: आपका निजी रूम बन रहा है…
it: Creazione della tua stanza privata…
nl: Je privéruimte wordt gemaakt…
pt_br: Criando sua sala privada…
ro: Îți creăm camera privată…
ru: Создаём вашу приватную комнату…
zh_hans: 正在创建你的私人房间…

source: Crew flight
de: Crew-Flug
es: Vuelo en tripulación
fr: Vol en équipage
hi: क्रू फ़्लाइट
it: Volo con equipaggio
nl: Crewvlucht
pt_br: Voo em tripulação
ro: Zbor cu echipaj
ru: Полёт с командой
zh_hans: 机组飞行

source: Crew member
de: Crew-Mitglied
es: Miembro de la tripulación
fr: Membre d’équipage
hi: क्रू सदस्य
it: Membro dell’equipaggio
nl: Crewlid
pt_br: Membro da tripulação
ro: Membru al echipajului
ru: Член экипажа
zh_hans: 机组成员
